Repository: segnetix/realList
Catalog: *.lproj/Localizable.strings
Languages: de, fi, it, ja, nl, ru, zh_hans

# Delete_List_Title
source: Delete List
de: Liste löschen
fi: Poista lista
it: Cancella Elenco
ja: 削除リスト
nl: Lijst verwijderen
ru: Удалить список
zh_hans: 删除列表

# Delete_List_Message
source: Are you sure you want to permanently delete the list '%@'?
de: Sind Sie sicher, dass Sie permanent die Liste '%@' löschen?
fi: Oletko varma, että haluat poistaa pysyvästi luettelosta '%@'?
it: Sei sicuro di voler eliminare definitivamente la lista '%@'?
ja: あなたは永久にこのリストを削除してもよろしいですか？
nl: Weet u zeker dat u permanent wilt verwijderen van de lijst '%@'?
ru: Вы уверены, что хотите удалить список '%@'?
zh_hans: 你确定要永久删除此列表吗？

source: Delete
de: Löschen
fi: Poistaa
it: Cancellare
ja: 削除
nl: Verwijder
ru: Удалить
zh_hans: 删除

source: Cancel
de: Stornieren
fi: Peruuttaa
it: Annulla
ja: キャンセル
nl: Annuleer
ru: Отмена
zh_hans: 取消

source: Close
de: Schließen
fi: Sulkea
it: Chiudere
ja: 閉じる
nl: Sluiten
ru: Закрыть
zh_hans: 关闭

source: Items
de: Artikel
fi: Tuotteet
it: Elementi
ja: アイテム
ru: предметов
zh_hans: 项目

# Delete_Item_Title
source: Delete Item
de: Löschen Sie den Artikel
fi: Poista Kohta
it: Elimina Elemento
ja: アイテムの削除
nl: Item verwijderen
ru: Удалить пункт
zh_hans: 删除该项目

# Delete_Category_Title
source: Delete Category
de: Löschen Sie die Kategorie
fi: Poista Luokka
it: Cancellare Categoria
ja: カテゴリーを削除します
nl: Categorie verwijderen
ru: Удалить Категория
zh_hans: 删除类别

# Delete_Item_Message
source: Are you sure you want to permanently delete the item '%@'?
de: Sind Sie sicher, dass Sie auf das Element dauerhaft '%@' löschen?
fi: Oletko varma, että haluat pysyvästi poistaa kohteen '%@'?
it: Sei sicuro di voler eliminare definitivamente l'elemento '%@'?
ja: あなたがアイテムを完全に削除してもよろしいですか？
nl: Weet je zeker dat je het item permanent te verwijderen '%@'?
ru: Вы уверены, что хотите удалить пункт '%@'?
zh_hans: 你确定要永久删除此项目吗？

# Delete_Category_Message
source: Are you sure you want to permanently delete the category '%@' and all of the items in it?
de: Sind Sie sicher, Sie wollen dauerhaft die Kategorie '%@' und alle Elemente in es löschen?
fi: Oletko varma, että haluat poistaa pysyvästi luokkaan '%@' ja kaikki kohteet siinä?
it: Sei sicuro di voler eliminare definitivamente categoria '%@' e tutti gli elementi in esso?
ja: あなたは永久にこのカテゴリとその中のすべてのアイテムを削除してもよろしいですか？
nl: Weet je zeker dat je de categorie '%@' en alle items erin permanent verwijderen?
ru: Вы уверены, что хотите удалить категорию '%@' и все элементы в нем?
zh_hans: 你确定要这个类别，其中的所有项目永久删除？

source: Hide Completed
de: Verstecken Abgeschlossen
fi: Piilota Valmiit kohteet
it: Nascondere Completato
ja: 完了した項目を非表示にします
nl: Hide Voltooid Items
ru: Скрыть выполненные задания
zh_hans: 隐藏已完成的用品

source: Show Completed
de: Anzeige Abgeschlossen
fi: Näyttö Valmiit kohteet
it: Mostra Completato
ja: ショー完了した項目
nl: Beeldscherm Voltooid Items
ru: Показать выполненные задания
zh_hans: 显示完成用品

source: Hide Inactive
de: Verbergen Inaktive
fi: Piilota Ei-aktiiviset kohteet
it: Nascondere Inattiva
ja: 非アクティブな項目を非表示にします
nl: Verberg Inactieve Items
ru: Hide Inactive Items
zh_hans: 隐藏不活动的本刊中

source: Show Inactive
de: Anzeige Inaktive
fi: Näyttö Ei-aktiiviset kohteet
it: Mostrare Inattiva
ja: 非アクティブのアイテムを表示
nl: Beeldscherm Inactieve Items
ru: Дисплей неактивные пункты
zh_hans: 显示非活动本刊中

# Settings
source: Actions
de: Einstellungen
fi: Asetukset
it: Impostazioni
ja: コンピュータプログラムの設定
nl: Instellingen
ru: Настройки
zh_hans: 设置

source: New Category
de: Neue Kategorie
fi: Nusi Luokka
it: Nuove Categorie
ja: 新しいカテゴリ
nl: Nieuwe Categorie
ru: Новая категория
zh_hans: 新类别
